const name = 'كتاب التوحيد';
const chapters = [
  {
    "title": {
      "original": "كتاب التوحيد"
    },
    "number": "١",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿وَمَا خَلَقْتُ الْجِنَّ وَالْاِنْسَ اِلَّا لِيَعْبُدُوْن۝ِ﴾ "
      },
      {
        "original": "✦ وقوله تعالى ﴿وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ…﴾ الآيه"
      },
      {
        "original": "✦ وقوله تعالى ﴿وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا…﴾ الآيه"
      },
      {
        "original": "✦ وقوله تعالى ﴿قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا…﴾ الآيه"
      },
      {
        "original": "✦ قال ابن مسعود رضي الله عنه : من أراد أن ينظر إلى وصيه محمدﷺ التي عليها خاتمه، فليقرأ قوله تعالى ﴿قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا…﴾الى قوله تعالى ﴿وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا …﴾ الآيه"
      },
      {
        "original": "✦ وعن معاذ بن جبل رضي الله عنه قال: كنت رديف النبيﷺ على حمار، فقال لي «يا معاذ ! أتدري ماحق الله على العباد، وما حق العباد على الله ؟ »  قلت الله و رسولهﷺ اعلم، قال «فإن حق الله على العباد: ان يعبدوه ولا يشركوا به شيئا، وحق العبادعلى الله: ان لا يعذب من لا يشرك به شيئا»  فقلت: يارسول الله! أفلا أبشر الناس؟ قال: «لاتبشرهم فيتكلوا» أخرجاه في الصحيحين"
      }
    ]
  },
  {
    "title": {
      "original": "باب فضل التوحيد وما يكفر من الذنوب"
    },
    "number": "٢",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ أُولَٰئِكَ لَهُمُ الْأَمْنُ وَهُم مُّهْتَدُونَ۝﴾"
      },
      {
        "original": "✦ عن عباده بن صامت رضي الله عنه قال: قال رسول اللهﷺ «من شهد ان لا اله الا الله وحده لا شريك له، وان محمداً عبده و رسوله، وان عيسى عبد الله ورسوله، وكلمته ألقاها إلى مريم، وروح منه، والجنه حق، والنار حق، أ دخله الله الجنه على ما كان من العمل»  أخرجاه"
      },
      {
        "original": "✦ ولهما في حديث عِتبان: «فإن الله حرم على النار من قال: لا اله الا الله، يبتغي بذلك وجه الله»"
      },
      {
        "original": "✦ وعن ابي سعيد الخدري رضي الله عنه عن رسول اللهﷺ قال: «قال موسى:ياربِّ! علمني شيئاً أذكرك و أدعوك به، قال قل ياموسى! لااله الا الله، قال: يارب! كل عبادك يقولون هذا! قال يا موسى! لو أن السموات السبع وعامرهن غيري، والارضين السبع في كفه، ولا اله الا الله في كفه، مالت بهن لااله الا الله» رواه ابن ،حبان، والحاكم وصححه"
      },
      {
        "original": "✦ وللترمذي و حسنه عن أنس: سمعت رسول اللهﷺ يقول: «قال الله تعالى: يا ابن آدم! لوأتيتني بقراب الارض خطايا، ثم لقيتني لاتشرك بي شيئاً، لاتيتك بقرابها مغفره»"
      }
    ]
  },
  {
    "title": {
      "original": "باب من حقق التوحيد دخل الجنه بغيرحساب ولا عذاب"
    },
    "number": "٣",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُنْ مِنَ الْمُشْرِكِينَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿والذين هم بربهم لا يشركون۝﴾ الآيه"
      },
      {
        "original": "✦ عن حصين بن عبد الرحمن قال: كنت عند سعيد بن جبير فقال: أيكم رأى الكوكب الذي انقض البارحة؟ فقلت: أنا، ثم قلت: أما إني لم أكن في صلاة، ولكني لدغت. قال: فما صنعت؟ قلت: ارتقيت. قال: فما حملك على ذلك؟ قلت: حديث حدثناه الشعبي. قال: وما حدثكم؟ قلت حدثنا عن بريدة بن الخصيب أنه قال: «لا رقية إلا من عين أو حمة»"
      },
      {
        "original": "✦ فقال: قد أحسن من انتهى إلى ما سمع. ولكن حدثنا ابن عباس عن النبي ﷺ أنه قال: «عُرضت عليّ الأمم، فرأيت النبي ومعه الرهط والنبي ومعه الرجل والرجلان، والنبي وليس معه أحد. إذ رفع لي سواد عظيم فظننت أنهم أمتي، فقيل لي: هذا موسى وقومه، فنظرت فإذا سواد عظيم، فقيل لي: هذه أمتك، ومعهم سبعون ألفا يدخلون الجنة بغير حساب ولا عذاب» ثم نهض فدخل منْزله، فخاض الناس في أولئك؛ فقال بعضهم: فلعلهم الذين صحبوا رسول الله ﷺ. وقال بعضهم: فلعلهم الذين ولدوا في الإسلام فلم يشركوا بالله شيئا. وذكروا أشياء. فخرج عليهم رسول الله ﷺ فأخبروه، فقال: «هم الذين لا يَسْتَرقون، ولا يتطيرون، ولا يكتوون، وعلى ربهم يتوكلون». فقام عكاشة بن محصن فقال: ادع الله أن يجعلني منهم. فقال: أنت منهم. ثم قام رجل آخر فقال: ادع الله أن يجعلني منهم. فقال: «سبقك بها عكاشة»"
      }
    ]
  },
  {
    "title": {
      "original": "باب الخوف من الشركِ"
    },
    "number": "٤",
    "content": [
      {
        "original": "✦ وقول الله تعالى : ﴿إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ﴾ الآيه"
      },
      {
        "original": "✦ وقال الخليل عليه السلام ﴿وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ۝﴾ الآيه"
      },
      {
        "original": "✦ وفي الحديث: «أخوف ما أخاف عليكم: الشرك الأصغر»، فسئل عنه، فقال: «الرياء»"
      },
      {
        "original": "✦ وعن ابن مسعود رضي الله عنه أن رسول الله ﷺ قال: «من مات وهو يدعو لله ندا دخل النار» رواه البخاري "
      },
      {
        "original": "✦  ولمسلم عن جابر رضي الله عنه أن رسول الله ﷺ قال: «من لقي الله لا يشرك به شيئا دخل الجنة، ومن لقيه يشرك به شيئا دخل النار»"
      }
    ]
  },
  {
    "title": {
      "original": "باب الدعاء إلى شهادة أن لا إله إلا اللهِ"
    },
    "number": "٥",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿قل هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ…﴾ الآيه"
      },
      {
        "original": "✦ عن ابن عباس رضي الله عنهما: أن رسول الله ﷺ لما بعث معاذًا إلى اليمن قال :«إنك تأتي قومًا من أهل الكتاب، فليكن أول ما تدعوهم إليه شهادة أن لا إله إلا الله»"
      },
      {
        "original": "✦ وفي رواية: «إلى أن يوحِّدوا الله. فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة. فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فتُرد على فقرائهم. فإن هم أطاعوك لذلك فإياك وكرائم أموالهم. واتق دعوة المظلوم فإنه ليس بينها وبين الله حجاب» أخرجاه"
      },
      {
        "original": "✦ ولهما عن سهل بن سعد رضي الله عنه أن رسول الله ﷺ قال يوم خيبر: «لأعطين الراية غدًا رجلا يحب الله ورسوله ويحبه الله ورسوله، يفتح الله على يديه». فبات الناس يدوكون ليلتهم أيّهم يعطاها فلما أصبحوا غدوا على رسول الله ﷺ كلهم يرجو أن يعطاها: فقال: «أين علي بن أبي طالب؟» فقيل: هو يشتكي عينيه. فأرسلوا إليه فأُتي به، فبصق في عينيه ; ودعا له فبرأ كأن لم يكن به وجع. فأعطاه الراية فقال: «أُنفُذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام وأخبرهم بما يجب عليهم من حق الله تعالى فيه، فو الله لأن يهدي الله بك رجلا واحدا خير لك من حمر النعم»"
      }
    ]
  },
  {
    "title": {
      "original": "باب  تفسير التوحيد وشهادة أن لا إله إلا اللهِ"
    },
    "number": "٦",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا۝ أُولَٰئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ ۝ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ۝﴾ الآيه"
      },
      {
        "original": "✦ وقوله تعالى ﴿اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلا لِيَعْبُدُوا إِلَهًا وَاحِدًا لا إِلَهَ إِلا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ۝﴾ الآيه"
      },
      {
        "original": "✦ وقوله تعالى ﴿وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ…﴾ الآيه"
      },
      {
        "original": "✦ وفي الصحيح عن النبي ﷺ أنه قال: «من قال لا إله إلا الله وكفر بما يُعبد من دون الله، حرم ماله ودمه، وحسابه على الله»"
      }
    ]
  },
  {
    "title": {
      "original": "باب من الشرك لبس الحلقة والخيط ونحوهما لرفع البلاء أو دفعهِ"
    },
    "number": "٧",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ قُلْ حَسْبِيَ اللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ۝﴾"
      },
      {
        "original": "✦ وعن عمران بن حصين رضي الله عنه: \"أن النبي ﷺ رأى رجلا في يده حلقة من صفر فقال: «ما هذه؟» قال من الواهنة. فقال: «انزعها، فإنها لا تزيدك إلا وهنا؛ فإنك لو مت وهي عليك ما أفلحت أبدا». رواه أحمد بسند لا بأس به"
      },
      {
        "original": "✦ وله عن عقبة بن عامر مرفوعا: «من تعلق تميمة فلا أتم الله له، ومن تعلق ودعة فلا ودع الله له» وفي رواية: «من تعلق تميمة فقد أشرك»"
      },
      {
        "original": "✦ ولابن أبي حاتم عن حذيفة رضي الله عنه \"أنه رأى رجلا في يده خيط من الحمى، فقطعه وتلا قوله تعالى: ﴿وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ۝﴾"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في الرقى والتمائمِ"
    },
    "number": "٨",
    "content": [
      {
        "original": "✦ في الصحيح عن أبي بشير الأنصاري رضي الله عنه : \"أنه كان مع رسول الله ﷺ في بعض أسفاره؛ فأرسل رسولا أن لا يبقين في رقبة بعير قلادة من وتر، أو قلادة إلا قطعت\""
      },
      {
        "original": "✦ وعن ابن مسعود رضي الله عنه قال: سمعت رسول الله ﷺ يقول: «إن الرقى والتمائم والتولة شرك» رواه أحمد وأبو داود"
      },
      {
        "original": "✦ وعن عبد الله بن عكيم مرفوعا: «من تعلق شيئا وُكل إليه»  رواه أحمد والترمذي"
      },
      {
        "original": "✦ «التمائم»: شيء يعلق على الأولاد يتقون به العين؛ لكن إذا كان المعلَّق من القرآن فرخص فيه بعض السلف، وبعضهم لم يرخص فيه، ويجعله من المنهي عنه، منهم ابن مسعود رضي الله عنه"
      },
      {
        "original": "✦  و «الرقى»: هي التي تسمى العزائم، وخص منها الدليل ما خلا من الشرك فقد رخص فيه رسول الله ﷺ من العين والحمة"
      },
      {
        "original": "✦  و «التولة»: هي شيء يصنعونه يزعمون أنه يحبب المرأة إلى زوجها، والرجل إلى امرأته"
      },
      {
        "original": "✦  وروى أحمد عن رويفع رضي الله عنه قال: قال لي رسول الله ﷺ: «يا رويفع، لعل الحياة تطول، بك فأخبر الناس أن من عقد لحيته، أو تقلد وترا، أو استنجى برجيع دابة أو عظم، فإن محمدًا بريء منه»"
      },
      {
        "original": "✦  وعن سعيد بن جبير قال: \"من قطع تميمة من إنسان كان كعدل رقبة\". رواه وكيع. وله عن إبراهيم  قال: \"كانوا يكرهون التمائم كلها، من القرآن وغير القرآن\""
      }
    ]
  },
  {
    "title": {
      "original": "باب من تبرك بشجرة أو حجر ونحوهما"
    },
    "number": "٩",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى۝﴾"
      },
      {
        "original": "✦ عن أبي واقد الليثي قال: \"خرجنا مع رسول الله ﷺ إلى حنين ونحن حدثاء عهد بكفر، وللمشركين سدرة يعكفون عندها وينوطون بها أسلحتهم يقال لها ذات أنواط. فمررنا بسدرة، فقلنا: يا رسول الله، اجعل لنا ذات أنواط كما لهم ذات أنواط، فقال رسول الله ﷺ: «الله أكبر، إنها السنن. قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى: ﴿اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ۝﴾، لتركبن سنن من كان قبلكم» رواه الترمذي وصححه"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في الذبح لغير اللهِ"
    },
    "number": "١٠",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ ۝ لَا شَرِيكَ لَهُ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ۝﴾ الآية، وقوله: ﴿فَصَلِّ لِرَبِّكَ وَانْحَرْ۝﴾"
      },
      {
        "original": "✦ عن علي رضي الله عنه قال: حدثني رسول الله ﷺ بأربع كلمات: «لعن الله من ذبح لغير الله، لعن الله من لعن والديه، لعن الله من آوى محدثا، لعن الله من غير منار الأرض» رواه مسلم"
      },
      {
        "original": "✦ وعن طارق بن شهاب: أن رسول الله ﷺ قال: دخل الجنة رجل في ذباب، ودخل النار رجل في ذباب. قالوا: وكيف ذلك يا رسول الله؟ قال: «مر رجلان على قوم لهم صنم لا يجوزه أحد حتى يقرب له شيئا، فقالوا لأحدهما: قرب، قال: ليس عندي شيء أقرب. قالوا له: قرب ولو ذبابا، فقرب ذبابا، فخلوا سبيله؛ فدخل النار. وقالوا للآخر: قرب، فقال: ما كنت لأقرب لأحد شيئا دون الله عز وجل، فضربوا عنقه؛ فدخل الجنة» رواه أحمد"
      }
    ]
  },
  {
    "title": {
      "original": "باب لا يذبح لله بمكان يذبح فيه لغير اللهِ"
    },
    "number": "١١",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿لَا تَقُمْ فِيهِ أَبَدًا ۚ لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا ۚ وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ۝﴾"
      },
      {
        "original": "✦ عن ثابت بن الضحاك رضي الله عنه قال: \" نذر رجل أن ينحر إبلا ببوانة، فسأل النبي ﷺ فقال: «هل كان فيها وثن من أوثان الجاهلية يُعبد؟» قالوا: لا. قال: «فهل كان فيها عيد من أعيادهم؟» قالوا: لا. فقال رسول الله ﷺ: «أوف بنذرك، فإنه لا وفاء لنذر في معصية الله، ولا فيما لا يملك ابن آدم»\" رواه أبو داود. وإسناده على شرطهم"
      }
    ]
  },
  {
    "title": {
      "original": "باب من الشرك النذر لغير اللهِ"
    },
    "number": "١٢",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ﴾ الآيه"
      },
      {
        "original": "✦ وفي الصحيح عن عائشة رضي الله عنها: أن رسول الله ﷺ قال: «من نذر أن يطيع الله فليطعه، ومن نذر أن يعصي الله فلا يعصه»"
      }
    ]
  },
  {
    "title": {
      "original": "باب من الشرك الاستعاذة بغير الله"
    },
    "number": "١٣",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا۝﴾"
      },
      {
        "original": "✦ وعن خولة بنت حكيم رضي الله عنها قالت: سمعت رسول الله ﷺ يقول: «من نزل منْزلا فقال: أعوذ بكلمات الله التامات من شر ما خلق، لم يضره شيء حتى يرحل من منْزله ذلك» رواه مسلم"
      }
    ]
  },
  {
    "title": {
      "original": "باب من الشرك أن يستغيث بغير الله أو يدعو غيرهِ"
    },
    "number": "١٤",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ ۝ وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ ۚ يُصِيبُ بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ ۚ وَهُوَ الْغَفُورُ الرَّحِيمُ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ۝﴾"
      },
      {
        "original": "✦ وقوله ﴿أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ ۗ أَإِلَٰهٌ مَّعَ اللَّهِ ۚ قَلِيلًا مَّا تَذَكَّرُونَ۝﴾"
      },
      {
        "original": "✦ وروى الطبراني بإسناده \"أنه كان في زمن النبي ﷺ منافق يؤذي المؤمنين، فقال بعضهم: قوموا بنا نستغيث برسول الله ﷺ من هذا المنافق، فقال النبي ﷺ: «إنه لا يستغاث بي، وإنما يستغاث بالله»"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿أيشركون ما لا يخلق شيئا وهم يخلقون ولا يستطيعون لهم نصرا ولا أنفسهم ينصرون﴾ِ"
    },
    "number": "١٥",
    "content": [
      {
        "original": "✦ وقوله تعالى ﴿وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ۝ إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ۝﴾"
      },
      {
        "original": "✦ وفي الصحيح عن أنس رضي الله عنه قال: \"شُج النبي ﷺ يوم أحد، وكسرت رباعيته، فقال: كيف يفلح قوم شجوا نبيهم؟ فنَزلت: ﴿لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ﴾ وفيه: \"عن ابن عمر رضي الله عنهما أنه سمع رسول الله ﷺ يقول إذا رفع رأسه من الركوع في الركعة الأخيرة من الفجر: «اللهم العن فلانا وفلانا»، بعد ما يقول سمع الله لمن حمده ربنا ولك الحمد، فأنزل الله تعالى:  ﴿لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ﴾"
      },
      {
        "original": "✦ وفي رواية: \"يدعو على صفوان بن أمية، وسهيل بن عمرو، والحارث بن هشام، فنَزلت:  ﴿لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ﴾"
      },
      {
        "original": "✦ وفيه عن أبي هريرة رضي الله عنه قال: \"قام فينا رسول الله ﷺ حين أنزل عليه ﴿وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ﴾ قال: يا معشر قريش - أو كلمة نحوها - اشتروا أنفسكم، لا أغني عنكم من الله شيئا، يا عباس بن عبد المطلب، لا أغني عنك من الله شيئا، يا صفية عمة رسول الله ﷺ، لا أغني عنكِ من الله شيئا، ويا فاطمة بنت محمد، سليني من مالي ما شئتِ، لا أغني عنك من الله شيئا\""
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ﴾ِ"
    },
    "number": "١٦",
    "content": [
      {
        "original": "✦ في الصحيح عن أبي هريرة رضي الله عنه  عن النبي ﷺ قال: «إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعانًا لقوله، كأنه سلسلة على صفوان ينفذهم ذلك حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ ﴿قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ﴾، فيسمعها مسترق السمع» - ومسترق السمع هكذا بعضه فوق بعض - وصفه سفيان ابن عيينة بكفه فحرفها وبدد بين أصابعه - «فيسمع الكلمة فيلقيها إلى من تحته، ثم يلقيها الآخر إلى من تحته، حتى يلقيها على لسان الساحر أو الكاهن. فربما أدركه الشهاب قبل أن يلقيها، وربما ألقاها قبل أن يدركه، فيكذب معها مائة كذبة، فيقال: أليس قد قال لنا يوم كذا وكذا كذا وكذا؟ فيُصدّق بتلك الكلمة التي سمعت من السماء»"
      },
      {
        "original": "✦ وعن النواس بن سمعان رضي الله عنه قال: قال رسول الله ﷺ: «إذا أراد الله تعالى أن يوحي بالأمر تكلم بالوحي أخذت السموات منه رجفة - أو قال رعدة - شديدة خوفا من الله؛ فإذا سمع ذلك أهل السماوات صعقوا، وخروا لله سجدا؛ فيكون أول من يرفع رأسه جبريل، فيكلمه الله من وحيه بما أراد، ثم يمر جبريل على الملائكة، كلما مر بسماء سأله ملائكتها: ماذا قال ربنا يا جبريل؟ فيقول جبريل قال الحق وهو العلي الكبير فيقولون كلهم مثل ما قال جبريل فينتهي جبريل بالوحي إلى حيث أمره الله»"
      }
    ]
  },
  {
    "title": {
      "original": "باب الشفاعة"
    },
    "number": "١٧",
    "content": [
      {
        "original": "✦ وقول الله تعالى ﴿وَأَنذِرْ بِهِ الَّذِينَ يَخَافُونَ أَن يُحْشَرُوا إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعًا ۖ لَّهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ ۗ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى۝﴾"
      },
      {
        "original": "✦ وقوله تعالى ﴿قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ ۝ وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ۚ حَتَّىٰ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ وَهُوَ الْعَلِيُّ الْكَبِيرُ ۝﴾"
      },
      {
        "original": "✦ قال أبو العباس: نفى الله عما سواه كل ما يتعلق به المشركون، فنفى أن يكون لغيره ملك أو قسط منه، أو يكون عونا لله، ولم يبق إلا الشفاعة، فبين أنها لا تنفع إلا لمن أذن له الرب، كما قال تعالى: ﴿وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى﴾ فهذه الشفاعة التي يظنها المشركون، هي منتفية يوم القيامة، كما نفاها القرآن وأخبر النبي ﷺ: \"أنه يأتي فيسجد لربه ويحمده\" (لا يبدأ بالشفاعة أولا) . ثم يقال له: «ارفع رأسك وقل يُسمع، وسل تُعط، واشفع تُشفَّع»"
      },
      {
        "original": "✦ وقال أبو هريرة رضي الله عنه له ﷺ: من أسعد الناس بشفاعتك؟ قال: «من قال لا إله إلا الله خالصا من قلبه» فتلك الشفاعة لأهل الإخلاص، بإذن الله، ولا تكون لمن أشرك بالله، وحقيقته: أن الله هو الذي يتفضل على أهل الإخلاص فيغفر لهم بواسطة دعاء من أذن له أن يشفع، ليكرمه وينال المقام المحمود"
      },
      {
        "original": "✦ فالشفاعة التي نفاها القرآن ما كان فيها شرك، ولهذا أثبت الشفاعة بإذنه في مواضع"
      },
      {
        "original": "✦ وقد بين النبي ﷺ أنها لا تكون إلا لأهل التوحيد والإخلاص. اهـ كلامه"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿إنك لا تهدي من أحببت ولكن الله يهدي من يشاء﴾"
    },
    "number": "١٨",
    "content": [
      {
        "original": "✦ وفي الصحيح عن ابن المسيب عن أبيه قال: \"لما حضرت أبا طالب الوفاة جاءه رسول الله ﷺ وعنده عبد الله بن أبي أمية وأبو جهل، فقال له: «يا عم قل لا إله إلا الله، كلمة أحاج لك بها عند الله»، فقالا له: أترغب عن ملة عبد المطلب؟ فأعاد عليه النبي ﷺ، فأعادا، فكان آخر ما قال هو على ملة عبد المطلب، وأبى أن يقول لا إله إلا الله، فقال النبي ﷺ: لأستغفرن لك ما لم أُنْهَ عنك فأنزل الله: ﴿مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ۝﴾"
      },
      {
        "original": "✦ وأنزل الله في أبي طالب: ﴿ إنك لا تهدي من أحببت ولكن الله يهدي من يشاء وهو أعلم بالمهتدين۝﴾"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء أن سبب كفر بني آدم وتركهم دينهم هو الغلو في الصالحينِ"
    },
    "number": "١٩",
    "content": [
      {
        "original": "✦ وقوله تعالى ﴿يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ﴾"
      },
      {
        "original": "✦ وفي الصحيحين عن ابن عباس رضي الله عنهما في قول الله تعالى ﴿وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا﴾ قال: \"هذه أسماء رجال صالحين من قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابا، وسموها بأسمائهم، ففعلوا، ولم تعبد حتى إذا هلك أولئك ونُسي العلم عُبدت\""
      },
      {
        "original": "✦ وقال ابن القيم رحمه الله تعالى: \"قال غير واحد من السلف: لما ماتوا عكفوا على قبورهم، ثم صوروا تماثيلهم، ثم طال عليهم الأمد فعبدوهم\""
      },
      {
        "original": "✦ وعن عمر رضي الله عنه: أن رسول الله ﷺ قال: «لا تُطروني كما أطرت النصارى ابن مريم؛ إنما أنا عبد، فقولوا: عبد الله ورسوله» أخرجاه"
      },
      {
        "original": "✦ قال: قال رسول الله ﷺ: «إياكم والغلو؛ فإنما أهلك من كان قبلكم الغلو»"
      },
      {
        "original": "✦ ولمسلم عن ابن مسعود رضي الله عنه : أن رسول الله ﷺ قال: «هلك المتنطعون» - قالها ثلاثا\""
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء من التغليظ فيمن عبد الله عند قبر رجل صالح فكيف إذا عبده؟"
    },
    "number": "٢٠",
    "content": [
      {
        "original": "✦ في الصحيح عن عائشة رضي الله عنها: \"أن أم سلمة رضي الله عنها ذكرت لرسول الله ﷺ كنيسة رأتها بأرض الحبشة وما فيها من الصور، فقال: «أولئك إذا مات فيهم الرجل الصالح أو العبد الصالح بنوا على قبره مسجدا، وصوروا فيه تلك الصور؛ أولئك شرار الخلق عند الله» فهؤلاء جمعوا بين الفتنتين: فتنة القبور، وفتنة التماثيل"
      },
      {
        "original": "✦ ولهما، عنها، قالت: \"لما نُزل برسول الله ﷺ، طفق يطرح خميصة له على وجهه، فإذا اغتم بها كشفها فقال: -وهو كذلك- «لعنة الله على اليهود والنصارى، اتخذوا قبور أنبيائهم مساجد» يحذر ما صنعوا، ولولا ذلك أبرز قبره، غير أنه خشي أن يتخذ مسجدا\"  أخرجاه"
      },
      {
        "original": "✦ ولمسلم عن جندب بن عبد الله رضي الله عنه قال: سمعت النبي ﷺ قبل أن يموت بخمس، وهو يقول: «إني أبرأ إلى الله أن يكون لي منكم خليل، فإن الله قد اتخذني خليلا كما اتخذ إبراهيم خليلا، ولو كنت متخذا من أمتي خليلا لاتخذت أبا بكر خليلا، ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد؛ ألا فلا تتخذوا القبور مساجد، فإني أنهاكم عن ذلك»"
      },
      {
        "original": "✦ فقد نهى عنه في آخر حياته، ثم إنه لعن -وهو في السياق- من فعله"
      },
      {
        "original": "✦ والصلاة عندها من ذلك وإن لم يبن مسجد، وهو معنى قوله: \"خشي أن يتخذ مسجدا\"، فإن الصحابة رضوان الله عليهم لم يكونوا ليبنوا حول قبره مسجدا، وكل موضع قصدت الصلاة فيه فقد اتخذ مسجدا، بل كل موضع يصلى فيه يسمى مسجدا، كما قال ﷺ: «جعلت لي الأرض مسجدا وطهورا»"
      },
      {
        "original": "✦ ولأحمد بسند جيد عن ابن مسعود رضي الله عنه مرفوعا: «إن من شرار الناس من تدركهم الساعة وهم أحياء، والذين يتخذون القبور مساجد»  ورواه أبو حاتم في صحيحه"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء أن الغلو في قبور الصالحين يصيرها أوثانا تعبد من دون الله"
    },
    "number": "٢١",
    "content": [
      {
        "original": "✦ روى مالك في الموطأ: أن رسول الله ﷺ قال: «اللهم لا تجعل قبري وثنا يُعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد»"
      },
      {
        "original": "✦ ولابن جرير بسنده عن سفيان عن منصور عن مجاهد ﴿أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى﴾ قال: \"كان يلت لهم السويق فمات، فعكفوا على قبره\""
      },
      {
        "original": "✦ وكذا قال أبو الجوزاء عن ابن عباس رضي الله عنهما: \"كان يلتُّ السويق للحاج\""
      },
      {
        "original": "✦ وعن ابن عباس رضي الله عنهما قال: \"لعن رسول الله ﷺ زائرات القبور، والمتخذين عليها المساجد والسُّرج\" رواه أهل السنن"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في حماية المصطفى -صلي الله عليه وسلم- جناب التوحيد وسده كل طريق يوصل إلى الشرك"
    },
    "number": "٢٢",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ﴾"
      },
      {
        "original": "✦ عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «لا تجعلوا بيوتكم قبورا، ولا تجعلوا قبري عيدا، وصلوا عليّ فإن صلاتكم تبلغني حيث كنتم»  رواه أبو داود بإسناد حسن، ورواته ثقات"
      },
      {
        "original": "✦ وكذا قال أبو الجوزاء عن ابن عباس رضي الله عنهما: \"كان يلتُّ السويق للحاج\""
      },
      {
        "original": "✦ وعن علي بن الحسين رضي الله عنه: \"أنه رأى رجلا يجيء إلى فرجة كانت عند قبر النبي ﷺ فيدخل فيها فيدعوه، فنهاه، وقال: ألا أحدثك حديثا سمعته من أبي عن جدي عن رسول الله ﷺ قال: «لا تتخذوا قبري عيدا، ولا بيوتكم قبورا، وصلوا علي، فإن تسليمكم ليبلغني أين كنتم» رواه في المختارة"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء أن بعض هذه الأمة يعبد الأوثانِ"
    },
    "number": "٢٣",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا﴾"
      },
      {
        "original": "✦ عن أبي سعيد رضي الله عنه أن رسول الله ﷺ قال: «لتتبعن سَنن من كان قبلكم، حذو القذة بالقذة، حتى لو دخلوا جحر ضب لدخلتموه» قالوا: يا رسول الله، اليهود والنصارى؟ قال: «فمن؟» أخرجاه"
      },
      {
        "original": "✦ ولمسلم عن ثوبان رضي الله عنه أن رسول الله ﷺ قال: «إن الله زوى لي الأرض، فرأيت مشارقها ومغاربها، وإن أمتي سيبلغ ملكها ما زوى لي منها، وأعطيت الكنْزين الأحمر والأبيض، وإني سألت ربي لأمتي أن لا يهلكها بسنة بعامة، وأن لا يسلط عليهم عدوا من سوى أنفسهم فيستبيح بيضتهم؛ وإن ربي قال: يا محمد، إني إذا قضيت قضاء فإنه لا يرد، وإني أعطيتك لأمتك أن لا أهلكهم بسنة بعامة، وأن لا أسلط عليهم عدوا من سوى أنفسهم فيستبيح بيضتهم ولو اجتمع عليهم من بأقطارها، حتى يكون بعضهم يهلك بعضا ويسبي بعضهم بعضا»"
      },
      {
        "original": "✦ وروى البرقاني في صحيحه وزاد: «وإنما أخاف على أمتي الأئمة المضلين، وإذا وقع عليهم السيف لم يرفع إلى يوم القيامة، ولا تقوم الساعة حتى يلحق حي من أمتي بالمشركين، وحتى تعبد فئام من أمتي الأوثان، وإنه سيكون في أمتي كذابون ثلاثون؛ كلهم يزعم أنه نبي، وأنا خاتم النبيين لا نبي بعدي، ولا تزال طائفة من أمتي على الحق منصورة لا يضرهم من خذلهم حتى يأتي أمر الله تبارك وتعالى»"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في السحر"
    },
    "number": "٢٤",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ﴾"
      },
      {
        "original": "✦ قال عمر: \"الجبت السحر، والطاغوت الشيطان\""
      },
      {
        "original": "✦ وقال جابر: \"الطواغيت كهان كان ينْزل عليهم الشيطان، في كل حي واحد\""
      },
      {
        "original": "✦ وعن أبي هريرة رضي الله عنه أن رسول الله ﷺ قال: «اجتنبوا السبع الموبقات قالوا: يا رسول الله، وما هن؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات»"
      },
      {
        "original": "✦ وعن جندب رضي الله عنه مرفوعا: «حد الساحر ضربة بالسيف» رواه الترمذي، وقال: الصحيح أنه موقوف"
      },
      {
        "original": "✦ وفي صحيح البخاري عن بجالة بن عبَدة قال: \"كتب عمر بن الخطاب رضي الله عنه أن اقتلوا كل ساحر وساحرة. قال: فقتلنا ثلاث سواحر\""
      },
      {
        "original": "✦ وصح \"عن حفصة رضي الله عنها أنها أمرت بقتل جارية لها سحرتها فقتلت\" وكذلك صح عن جندب قال أحمد: عن ثلاثة من أصحاب النبي ﷺ"
      }
    ]
  },
  {
    "title": {
      "original": " باب بيان شيء من السحرِ"
    },
    "number": "٢٥",
    "content": [
      {
        "original": "✦ قال أحمد: حدثنا محمد بن جعفر، حدثنا عوف، عن حيان بن العلاء، حدثنا قطن بن قبيصة عن أبيه أنه سمع النبي ﷺ قال: «إن العيافة والطرق والطيرة من الجبت»"
      },
      {
        "original": "✦ قال عوف: العيافة: زجر الطير، والطرق: الخط يخط بالأرض"
      },
      {
        "original": "✦ والجبت: قال الحسن: \"رنة الشيطان\" إسناده جيد"
      },
      {
        "original": "✦ ولأبي داود والنسائي وابن حبان في صحيحه المسند منه"
      },
      {
        "original": "✦ وعن ابن عباس رضي الله عنهما قال: قال رسول الله ﷺ: «من اقتبس شعبة من النجوم فقد اقتبس شعبة من السحر، زاد ما زاد» رواه أبو داود، وإسناده صحيح"
      },
      {
        "original": "✦ وللنسائي من حديث أبي هريرة رضي الله عنه: «من عقد عقدة ثم نفث فيها فقد سحر، ومن سحر فقد أشرك، ومن تعلق شيئا وكل إليه»"
      },
      {
        "original": "✦ وعن ابن مسعود أن رسول الله ﷺ قال: «ألا هل أنبئكم ما العضة؟ هي النميمة القالة بين الناس» رواه مسلم. ولهما عن ابن عمر رضي الله عنهما: أن رسول الله ﷺ قال: «إن من البيان لسحرا»"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في الكهان ونحوهمِ"
    },
    "number": "٢٦",
    "content": [
      {
        "original": "✦ روى مسلم في صحيحه عن بعض أزواج النبي ﷺ عن النبي ﷺ قال: «من أتى عرافا فسأله عن شيء فصدقه لم تقبل له صلاة أربعين يوما»"
      },
      {
        "original": "✦ وعن أبي هريرة رضي الله عنه عن النبي ﷺ قال:  «من أتى كاهنا فصدقه بما يقول فقد كفر بما أنزل على محمد ﷺ». رواه أبو داود"
      },
      {
        "original": "✦ وللأربعة والحاكم وقال: صحيح على شرطهما عن أبي هريرة:  «من أتى عرافا أو كاهنا فصدقه بما يقول فقد كفر بما أنزل على محمد ﷺ» ولأبي يعلى بسند جيد عن ابن مسعود مثله موقوفا"
      },
      {
        "original": "✦ وعن عمران بن حصين رضي الله عنه مرفوعا: «ليس منا من تطير أو تطير له، أو تكهن أو تكهن له، أو سحر أو سحر له؛ ومن أتى كاهنا فصدقه بما يقول فقد كفر بما أنزل على محمد ﷺ» رواه البزار بإسناد جيد. ورواه الطبراني في الأوسط بإسناد حسن من حديث ابن عباس دون قوله: «ومن أتى» إلى آخره"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في النشرةِ"
    },
    "number": "٢٧",
    "content": [
      {
        "original": "✦ عن جابر رضي الله عنه: \"أن رسول الله ﷺ سئل عن النُّشرة؟ فقال: «هي من عمل الشيطان»  رواه أحمد بسند جيد، وأبو داود، وقال: سئل أحمد عنها فقال: ابن مسعود يكره هذا كله"
      },
      {
        "original": "✦ وفي البخاري عن قتادة قلت لابن المسيب: \"رجل به طب أو يؤخّذ عن امرأته أيحل عنه أو ينشر؟ قال: لا بأس به إنما يريدون به الإصلاح، فأما ما ينفع فلم ينه عنه\" اهـ"
      },
      {
        "original": "✦ وروى عن الحسن أنه قال: \"لا يحل السحر إلا ساحر\""
      },
      {
        "original": "✦ قال ابن القيم رحمه الله: النشرة حل السحر عن المسحور، وهي نوعان: حل بسحر مثله، وهو الذي من عمل الشيطان. وعليه يحمل قول الحسن، فيتقرب الناشر والمنتشر إلى الشيطان بما يحب، فيبطل عمله عن المسحور"
      },
      {
        "original": "✦ والثاني: النشرة بالرقية والتعوذات والأدوية والدعوات المباحة. فهذا جائز"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في التطيرِ"
    },
    "number": "٢٨",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿قَالُوا طَائِرُكُمْ مَعَكُمْ﴾"
      },
      {
        "original": "✦ وعن أبي هريرة رضي الله عنه أن رسول الله ﷺ قال: «لا عدوى ولا طيرة ولا هامة ولا صفر» أخرجاه. زاد مسلم «ولا نوء ولا غول»"
      },
      {
        "original": "✦ ولهما عن أنس رضي الله عنه قال: قال رسول الله ﷺ: «لا عدوى ولا طيرة، ويعجبني الفأل» قالوا: وما الفأل؟ قال: ا«لكلمة الطيبة» . ولأبي داود بسند صحيح عن عقبة بن عامر رضي الله عنه قال: \"ذكرت الطيرة عند رسول الله ﷺ فقال: «أحسنها الفأل، ولا ترد مسلما؛ فإذا رأى أحدكم ما يكره فليقل: اللهم لا يأتي بالحسنات إلا أنت، ولا يدفع السيئات إلا أنت، ولا حول ولا قوة إلا بك»"
      },
      {
        "original": "✦ وله من حديث ابن مسعود رضي الله عنه مرفوعا: «الطيرة شرك، الطيرة شرك، وما منا إلا ولكن الله يذهبه بالتوكل» رواه أبود داود والترمذي وصححه. وجعل آخره من قول ابن مسعود"
      },
      {
        "original": "✦ ولأحمد من حديث ابن عمرو رضي الله عنهما: «من ردته الطيرة عن حاجته فقد أشرك» قالوا: فما كفارة ذلك؟ قال: «أن تقولوا: اللهم لا خير إلا خيرك، ولا طير إلا طيرك، ولا إله غيرك»"
      },
      {
        "original": "✦ وله من حديث الفضل بن عباس: «إنما الطيرة ما أمضاك أو ردك»"
      }
    ]
  },
  {
    "title": {
      "original": "ما جاء في التنجيمِ"
    },
    "number": "٢٩",
    "content": [
      {
        "original": "✦ قال البخاري في صحيحه: قال قتادة: \"خلق الله هذه النجوم لثلاث: زينة للسماء، ورجوما للشياطين، وعلامات يهتدى بها. فمن تأول فيها غير ذلك أخطأ، وأضاع نصيبه، وكلف ما لا علم له به\" انتهى"
      },
      {
        "original": "✦ \"وكره قتادة تعلم منازل القمر، ولم يرخص ابن عيينة فيه\". ذكره حرب عنهما. ورخص في تعلم المنازل أحمد، وإسحاق، وعن أبي موسى قال: قال رسول الله ﷺ: «ثلاثة لا يدخلون الجنة: مدمن الخمر، ومصدق بالسحر، وقاطع الرحم» رواه أحمد، وابن حبان في صحيحه"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في الاستسقاء بالأنواء"
    },
    "number": "٣٠",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ﴾"
      },
      {
        "original": "✦ وعن أبي مالك الأشعري رضي الله عنه أن رسول الله ﷺ قال: «أربع في أمتي من أمر الجاهلية لا يتركونهن: الفخر بالأحساب، والطعن في الأنساب، والاستسقاء بالنجوم، والنياحة»"
      },
      {
        "original": "✦ وقال: «النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب» رواه مسلم"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ﴾ِ"
    },
    "number": "٣١",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ﴾ إلى قوله: ﴿أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ﴾"
      },
      {
        "original": "✦ عن أنس: أن رسول الله ﷺ قال: «لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين» أخرجاه"
      },
      {
        "original": "✦ ولهما عنه قال: قال رسول الله ﷺ: «ثلاث من كن فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يقذف في النار». وفي رواية: «لا يجد أحد حلاوة الإيمان حتى...» إلى آخره"
      },
      {
        "original": "✦ وعن ابن عباس رضي الله عنهما قال: \"من أحب في الله، وأبغض في الله، ووالى في الله، وعادى في الله، فإنما تنال ولاية الله بذلك، ولن يجد عبد طعم الإيمان، وإن كثرت صلاته وصومه، حتى يكون كذلك؛ وقد صارت عامة مؤاخاة الناس على أمر الدنيا، وذلك لا يجدي على أهله شيئا\" رواه ابن جرير. وقال ابن عباس في قوله تعالى: ﴿وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ﴾ قال: \"المودة\""
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ﴾ِ"
    },
    "number": "٣٢",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ﴾"
      },
      {
        "original": "✦ عن أبي سعيد رضي الله عنه مرفوعا: «إن من ضعف اليقين أن ترضي الناس بسخط الله، وأن تحمدهم على رزق الله، وأن تذمهم على ما لم يؤتك الله. إن رزق الله لا يجره حرص حريص، ولا يرده كراهية كاره»"
      },
      {
        "original": "✦ وعن عائشة رضي الله عنها: أن رسول الله ﷺ قال: من التمس رضى الله بسخط الناس رضي الله عنه وأرضى عنه الناس؛ ومن التمس رضى الناس بسخط الله سخط الله عليه وأسخط عليه الناس رواه ابن حبان في صحيحه"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِين﴾"
    },
    "number": "٣٣",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِين۝﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ۝﴾"
      },
      {
        "original": "✦ وعن ابن عباس رضي الله عنهما قال: \"حسبنا الله ونعم الوكيل قالها إبراهيم ﷺ حين ألقي في النار، وقالها محمد ﷺ حين قالوا له: ﴿إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ﴾ رواه البخاري والنسائي"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ﴾"
    },
    "number": "٣٤",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ۝﴾"
      },
      {
        "original": "✦ وعن ابن عباس رضي الله عنهما أن رسول الله ﷺ سئل عن الكبائر؟ فقال: «الشرك بالله، واليأس من روح الله، والأمن من مكر الله»"
      },
      {
        "original": "✦ وعن ابن مسعود رضي الله عنه قال: أكبر الكبائر: «الإشراك بالله، والأمن من مكر الله، والقنوط من رحمة الله، واليأس من روح الله» رواه عبد الرازق"
      }
    ]
  },
  {
    "title": {
      "original": "باب من الإيمان بالله: الصبر على أقدار اللهِ"
    },
    "number": "٣٥",
    "content": [
      {
        "original": "✦ وقوله تعالى: ﴿وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ﴾ قال علقمة: هو الرجل تصيبه المصيبة، فيعلم أنها من عند الله، فيرضى ويسلم"
      },
      {
        "original": "✦ وفي صحيح مسلم عن أبي هريرة رضي الله عنه أن رسول الله ﷺ قال: «اثنتان في الناس هما بهم كفر: الطعن في النسب، والنياحة على الميت»"
      },
      {
        "original": "✦ ولهما عن ابن مسعود مرفوعا: «ليس منا من ضرب الخدود، وشق الجيوب، ودعا بدعوى الجاهلية»"
      },
      {
        "original": "✦ عن أنس رضي الله عنه أن رسول الله ﷺ قال: «إذا أراد الله بعبده الخير عجل له العقوبة في الدنيا، وإذا أراد بعبده الشر أمسك عنه بذنبه حتى يوافى به يوم القيامة»"
      },
      {
        "original": "✦ وقال النبي ﷺ: «إن عظم الجزاء مع عظم البلاء، وإن الله تعالى إذا أحب قوما ابتلاهم؛ فمن رضي فله الرضى، ومن سخط فله السخط» حسنه الترمذي"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في الرياءِ"
    },
    "number": "٣٦",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ﴾"
      },
      {
        "original": "✦ وعن أبي هريرة رضي الله عنه  مرفوعا: «قال تعالى: أنا أغنى الشركاء عن الشرك؛ من عمل عملا أشرك معي فيه غيري تركته وشركه» رواه مسلم"
      },
      {
        "original": "✦ وعن أبي سعيد رضي الله عنه مرفوعا: «ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال؟ قالوا: بلى، قال: الشرك الخفي؛ يقوم الرجل فيصلي فيزين صلاته لما يرى من نظر رجل» رواه أحمد"
      }
    ]
  },
  {
    "title": {
      "original": "باب من الشرك إرادة الإنسان بعمله الدنياِ"
    },
    "number": "٣٧",
    "content": [
      {
        "original": "✦ وقوله تعالى: ﴿مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا﴾"
      },
      {
        "original": "✦ في الصحيح عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «تعس عبد الدينار، تعس عبد الدرهم، تعس عبد الخميصة، تعس عبد الخميلة، إن أعطى رضي وإن لم يعط سخط؛ تعس وانتكس، وإذا شيك فلا انتقش  طوبى لعبد أخذ بعنان فرسه في سبيل الله، أشعث رأسه، مغبرة قدماه إن كان في الحراسة كان في الحراسة، وإن كان في الساقة كان في الساقة، إن استأذن لم يؤذن له وإن شفع لم يشفع»"
      }
    ]
  },
  {
    "title": {
      "original": "باب من أطاع العلماء والأمراء في تحريم ما أحل الله أو تحليل ما حرم الله فقد اتخذهم أرباباً"
    },
    "number": "٣٨",
    "content": [
      {
        "original": "✦ وقال ابن عباس: \"يوشك أن تنْزل عليكم حجارة من السماء أقول: قال رسول الله ﷺ، وتقولون: قال أبو بكر وعمر؟\""
      },
      {
        "original": "✦ وقال أحمد بن حنبل: عجبت لقوم عرفوا الإسناد وصحته، يذهبون إلى رأي سفيان، والله تعالى يقول: ﴿فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ﴾ أتدري ما الفتنة؟ الفتنة: الشرك؛ لعله إذا رد بعض قوله أن يقع في قلبه شيء من الزيغ فيهلك"
      },
      {
        "original": "✦ وعن عدي بن حاتم رضي الله عنه: أنه سمع النبي ﷺ يقرأ هذه الآية: ﴿اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ﴾ الآية فقلت له: إنا لسنا نعبدهم. قال: «أليس يحرمون ما أحل الله فتحرمونه؟ ويحلون ما حرم الله فتحلونه؟» فقلت: بلى. قال: «فتلك عبادتهم» رواه أحمد، والترمذي، وحسنه"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ﴾"
    },
    "number": "٣٩",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا۝﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ۝﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ﴾"
      },
      {
        "original": "✦ وعن عبد الله بن عمرو رضي الله عنهما أن رسول الله ﷺ قال: «لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به» قال النووي: حديث صحيح، رويناه في كتاب الحجة بإسناد صحيح"
      },
      {
        "original": "✦ وقال الشعبي: \"كان بين رجل من المنافقين، ورجل من اليهود خصومة، فقال اليهودي: نتحاكم إلى محمد؛ -لأنه عرف أنه لا يأخذ الرشوة-، وقال المنافق: نتحاكم إلى اليهود؛ لعلمه أنهم يأخذون الرشوة. فاتفقا أن يأتيا كاهنا في جهينة، فيتحاكما إليه، فنَزلت: ﴿أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ﴾ الآية\""
      },
      {
        "original": "✦ وقيل: \"نزلت في رجلين اختصما، فقال أحدهما: نترافع إلى النبي ﷺ، وقال الآخر: إلى كعب بن الأشرف، ثم ترافعا إلى عمر؛ فذكر له أحدهما القصة، فقال للذي لم يرض برسول الله ﷺ: أكذلك؟! قال: نعم. فضربه بالسيف فقتله\""
      }
    ]
  },
  {
    "title": {
      "original": "باب من جحد شيئا من الأسماء والصفاتِ"
    },
    "number": "٤٠",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ﴾"
      },
      {
        "original": "✦ وفي صحيح البخاري قال علي رضي الله عنه: \"حدثوا الناس بما يعرفون، أتريدون أن يُكذَّب اللهُ، ورسولهُ؟\""
      },
      {
        "original": "✦ وروى عبد الرزاق عن معمر عن ابن طاوس عن أبيه عن ابن عباس \"أنه رأى رجلا انتفض لما سمع حديثا عن النبي ﷺ في الصفات -استنكارا لذلك– فقال: ما فرق هؤلاء؟ يجدون رقة عند محكمه، ويهلكون عند متشابهه\" انتهى"
      },
      {
        "original": "✦ ولما سمعت قريش رسول الله ﷺ يذكر \"الرحمن\" أنكروا ذلك، فأنزل الله فيهم: ﴿وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ﴾"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا﴾ِ"
    },
    "number": "٤١",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا﴾"
      },
      {
        "original": "✦ قال مجاهد ما معناه: \"هو قول الرجل: هذا مالي ورثته عن آبائي\""
      },
      {
        "original": "✦ وقال عون بن عبدالله: \"لولا فلان لم يكن كذا\". وقال قتيبة: \"يقولون: هذا بشفاعة آلهتنا\""
      },
      {
        "original": "✦ وقال أبو العباس بعد حديث زيد بن خالد الذي فيه: «وأن الله تعالى قال: أصبح من عبادي مؤمن بي وكافر» - الحديث وقد تقدم- وهذا كثير في الكتاب والسنة، يذم سبحانه من يضيف إنعامه إلى غيره ويشرك به"
      },
      {
        "original": "✦ قال بعض السلف: هو كقولهم: كانت الريح طيبة، والملاح حاذقا، ونحو ذلك مما هو جار على ألسنة كثير"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿فَلا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ۝﴾ِ"
    },
    "number": "٤٢",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿فَلا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ۝﴾"
      },
      {
        "original": "✦ قال ابن عباس في الآية: \"الأنداد: هو الشرك، أخفى من دببيب النمل على صفاة سوداء في ظلمة الليل\" وهو أن تقول: والله وحياتك يا فلان، وحياتي، وتقول: لولا كليبة هذا لأتانا اللصوص، ولولا البط في الدار لأتانا اللصوص، وقول الرجل لصاحبه: ما شاء الله وشئت، وقول الرجل: لولا الله وفلان، لا تجعل فيها فلانا، هذا كله به شرك\" رواه ابن أبي حاتم"
      },
      {
        "original": "✦ وعن عمر بن الخطاب رضي الله عنه أن رسول الله ﷺ قال: «من حلف بغير الله قد كفر» أو «أشرك» رواه الترمذي، وحسنه وصححه الحاكم"
      },
      {
        "original": "✦ وقال ابن مسعود: \"لأن أحلف بالله كاذبا أحب إليَّ من أن أحلف بغيره صادقا\""
      },
      {
        "original": "✦ وعن حذيفة رضي الله عنه عن النبي ﷺ قال: «لا تقولوا: ما شاء الله وشاء فلان، ولكن قولوا: ما شاء الله ثم شاء فلان» رواه أبو داود بسند صحيح"
      },
      {
        "original": "✦ وجاء عن إبراهيم النخعي: \"أنه يكره أن يقول أعوذ بالله وبك، ويجوز أن يقول: بالله ثم بك، قال: ويقول: لولا الله ثم فلان، ولا تقولوا لولا الله وفلان\""
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء فيمن لم يقنع بالحلف باللهِ"
    },
    "number": "٤٣",
    "content": [
      {
        "original": "✦ عن ابن عمر رضي الله عنهما: أن رسول الله ﷺ قال: «لا تحلفوا بآبائكم، من حلف بالله فليصدِّق، ومن حُلِف له بالله فليْرض، ومن لم يرض فليس من الله» رواه ابن ماجه بسند حسن\""
      }
    ]
  },
  {
    "title": {
      "original": "باب قول: ما شاء الله وشئتِ"
    },
    "number": "٤٤",
    "content": [
      {
        "original": "✦ عن قُتيلة: «أن يهوديا أتى النبي ﷺ فقال: إنكم تشركون، تقولون: ما شاء الله وشئت، وتقولون: والكعبة. فأمرهم النبي ﷺ إذا أرادوا أن يحلفوا أن يقولوا: ورب الكعبة، وأن يقولوا: ما شاء الله ثم شئت» رواه النسائي وصححه"
      },
      {
        "original": "✦ وله أيضا عن ابن عباس رضي الله عنهما: «أن رجلا قال للنبي ﷺ: ما شاء الله وشئت. فقال: «أجعلتني لله ندا؟ بل ما شاء الله وحده»"
      },
      {
        "original": "✦ ولابن ماجه عن الطفيل -أخي عائشة لأمها- قال: رأيت كأني أتيت على نفر من اليهود قلت: إنكم لأنتم القوم، لولا أنكم تقولون عزير ابن الله. قالوا: وأنتم لأنتم القوم لولا أنكم تقولون ما شاء الله وشاء محمد. ثم مررت بنفر من النصارى فقلت: إنكم لأنتم القوم لولا أنكم تقولون المسيح ابن الله. قالوا: وأنتم لأنتم القوم لولا أنكم تقولون ما شاء الله وشاء محمد. فلما أصبحت أخبرت بها من أخبرت، ثم أتيت النبي ﷺ فأخبرته، قال: «هل أخبرت بها أحدا؟»  قلت: نعم، قال: فحمد الله وأثنى عليه، ثم قال: «أما بعد، فإن طفيلا رأى رؤيا أخبر بها من أخبر منكم، وإنكم قلتم كلمة كان يمنعني كذا وكذا أن أنهاكم عنها، فلا تقولوا: ما شاء الله وشاء محمد، ولكن قولوا: ما شاء الله وحده»"
      }
    ]
  },
  {
    "title": {
      "original": "باب من سب الدهر فقد آذى اللهِ"
    },
    "number": "٤٥",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وقالوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ﴾"
      },
      {
        "original": "✦ وفي الصحيح عن أبي هريرة رضي الله عنه عن النبي ﷺ قال: «قال الله تعالى: يؤذيني ابن آدم، يسب الدهر، وأنا الدهر أقلب الليل والنهار»"
      },
      {
        "original": "✦ وفي رواية: «لا تسبوا الدهر؛ فإن الله هو الدهر»"
      }
    ]
  },
  {
    "title": {
      "original": "باب التسمي بقاضي القضاة ونحوهِ"
    },
    "number": "٤٦",
    "content": [
      {
        "original": "✦ في الصحيح، عن أبي هريرة رضي الله عنه عن النبي ﷺ قال: «إن أخنع اسم عند الله رجل تسمَّى ملك الأملاك. لا مالك إلا الله»"
      },
      {
        "original": "✦ قال سفيان مثل: شاهان شاه"
      },
      {
        "original": "✦ وفي رواية: «أغيظ رجل على الله يوم القيامة وأخبثه»"
      },
      {
        "original": "✦ قوله: «أخنع» يعني: أوضع"
      },
      {
        "original": "✦ ولما سمعت قريش رسول الله ﷺ يذكر \"الرحمن\""
      }
    ]
  },
  {
    "title": {
      "original": "باب احترام أسماء الله تعالى وتغيير الاسم لأجل ذلكِ"
    },
    "number": "٤٧",
    "content": [
      {
        "original": "✦ عن أبي شريح أنه كان يكنى أبا الحكم، فقال له النبي ﷺ: «إن الله هو الحكم، وإليه الحكم» فقال: إن قومي إذا اختلفوا في شيء أتوني، فحكمت بينهم فرضي كلا الفريقين. فقال: «ما أحسن هذا فما لك من الولد؟» قلت: شريح، ومسلم، وعبدالله. قال: «فمن أكبرهم؟»  قلت: شريح. قال: «فأنت أبو شريح» رواه أبو داود وغيره"
      }
    ]
  },
  {
    "title": {
      "original": "باب من هزل بشيء فيه ذكر الله أو القرآن أو الرسولِ"
    },
    "number": "٤٨",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ﴾"
      },
      {
        "original": "✦ عن ابن عمر ومحمد بن كعب وزيد بن أسلم وقتادة -دخل حديث بعضهم في بعض- أنه قال رجل في غزوة تبوك: «ما رأينا مثل قرائنا هؤلاء أرغب بطونا، ولا أكذب ألسنا، ولا أجبن عند اللقاء -يعني رسول الله ﷺ وأصحابه القراء-. فقال له عوف بن مالك: كذبت، ولكنك منافق، لأخبرن رسول الله ﷺ، فذهب عوف إلى رسول الله ﷺ ليخبره، فوجد القرآن قد سبقه. فجاء ذلك الرجل إلى رسول الله ﷺ وقد ارتحل وركب ناقته، فقال: يا رسول الله إنما كنا نخوض ونتحدث حديث الركب نقطع به عنا الطريق، قال ابن عمر: كأني أنظر إليه متعلقا بنسعة ناقة رسول الله ﷺ، وإن الحجارة تنكب رجليه، وهو يقول: إنما كنا نخوض ونلعب، فيقول له رسول الله ﷺ: ﴿أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ﴾  ما يلتفت إليه وما يزيده عليه"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي﴾"
    },
    "number": "٤٩",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ۝﴾"
      },
      {
        "original": "✦ قال مجاهد: \"هذا بعملي، وأنا محقوق به\""
      },
      {
        "original": "✦ وقال ابن عباس رضي الله عنهما: \"يريد من عندي\""
      },
      {
        "original": "✦ وقوله قال: ﴿قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي﴾ قال قتادة: \"على علم مني بوجوه المكاسب\""
      },
      {
        "original": "✦ وقال آخرون: \"على علم من الله أني له أهل\"، وهذا معنى قول مجاهد: \"أوتيته على شرف\".وعن أبي هريرة رضي الله عنه أنه سمع رسول الله ﷺ يقول: «إن ثلاثة من بني إسرائيل: أبرص، وأقرع، وأعمى، فأراد الله أن يبتليهم، فبعث إليهم ملكا فأتى الأبرص فقال: أي شيء أحب إليك؟ قال: لون حسن وجلد حسن، ويذهب عني الذي قد قذرني الناس به. قال: فمسحه فذهب عنه قذره، فأعطي لونا حسنا وجلدا حسنا. قال: فأي المال أحب إليك؟ قال الإبل أو البقر -شك إسحاق- فأعطي ناقة عشراء وقال: بارك الله لك فيها»"
      },
      {
        "original": "«قال: فأتى الأقرع فقال: أي شيء أحب إليك؟ قال شعر حسن، ويذهب عني الذي قد قذرني الناس به. فمسحه فذهب عنه، فأعطي شعرا حسنا، فقال: أي المال أحب إليك؟ قال: البقر أو الإبل. فأعطي بقرة حاملا، قال: بارك الله لك فيها»"
      },
      {
        "original": "«فأتى الأعمى فقال: أي شيء أحب إليك؟ قال: أن يرد الله إلي بصري فأبصر به الناس، فمسحه فرد الله إليه بصره، قال: فأي المال أحب إليك؟ قال: الغنم، فأعطي شاة والدا»"
      },
      {
        "original": "«فأنتج هذان وولد هذا، فكان لهذا واد من الإبل، ولهذا واد من البقر، ولهذا واد من الغنم. قال: ثم إنه أتى الأبرص في صورته وهيئته، فقال: رجل مسكين قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك. أسألك بالذي أعطاك اللون الحسن والجلد الحسن والمال، بعيرا أتبلغ به في سفري. فقال: الحقوق كثيرة. فقال: كأني أعرفك، ألم تكن أبرص يقذرك الناس، فقيرا فأعطاك الله المال؟ فقال: إنما ورثت هذا المال كابرا عن كابر. فقال: إن كنت كاذبا فصيرك الله إلى ما كنت»"
      },
      {
        "original": "«وأتى الأقرع في صورته فقال له مثل ما قال لهذا، ورد عليه مثل ما رد عليه هذا. فقال: إن كنت كاذبا فصيرك الله إلى ما كنت»"
      },
      {
        "original": "«قال: وأتى الأعمى في صورته، فقال: رجل مسكين وابن سبيل قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك. أسألك بالذي رد عليك بصرك شاة أتبلغ بها في سفري. فقال: قد كنت أعمى فرد الله إلي بصري، فخذ ما شئت ودع ما شئت، فوالله لا أجهدك اليوم بشيء أخذته لله. فقال: أمسك مالك، فإنما ابتليتم، فقد رضي الله عنك وسخط على صاحبيك» أخرجاه"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿فَلَمَّا آتَاهُمَا صَالِحًا جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا﴾ِ"
    },
    "number": "٥٠",
    "content": [
      {
        "original": "✦ و قول الله تعالى: ﴿فَلَمَّا آتَاهُمَا صَالِحًا جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ۝﴾"
      },
      {
        "original": "✦ قال ابن حزم: اتفقوا على تحريم كل اسم معبد لغير الله كعبد عمرو، وعبد الكعبة، وما أشبه ذلك حاشى عبدالمطلب"
      },
      {
        "original": "✦ عن ابن عباس في الآية: \"قال لما تغشاها آدم حملت فأتاهما إبليس فقال: إني صاحبكما الذي أخرجتكما من الجنة لتطيعاني أو لأجعلن له قرني أيل، فيخرج من بطنك فيشقه، ولأفعلن ولأفعلن يخوفهما، سمياه عبدالحارث. فأبيا أن يطيعاه فخرج ميتا، ثم حملت فأتاهما فقال مثل قوله، فأبيا أن يطيعاه، فخرج ميتا، ثم حملت فأتاهما فذكر لهما فأدركهما حب الولد فسمياه عبدالحارث، فذلك قوله ﴿جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا﴾ رواه ابن أبي حاتم"
      },
      {
        "original": "✦ وله بسند صحيح عن قتادة قال: \"شركاء في طاعته ولم يكن في عبادته\""
      },
      {
        "original": "✦ وله بسند صحيح عن مجاهد في قوله: ﴿لَئِنْ آتَيْتَنَا صَالِحًا﴾ قال: \"أشفقا أن لا يكون إنسانا\" وذكر معناه عن الحسن وسعيد وغيرهما"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ﴾ِ"
    },
    "number": "٥١",
    "content": [
      {
        "original": "✦ و قول الله تعالى: ﴿وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ﴾"
      },
      {
        "original": "✦ ذكر ابن أبي حاتم عن ابن عباس: \"﴿يُلْحِدُونَ فِي أَسْمَائِهِ﴾: يشركون\""
      },
      {
        "original": "✦ وعنه: \"سموا اللات من الإله، والعزى من العزيز\""
      },
      {
        "original": "✦ وعن الأعمش: \"يدخلون فيها ما ليس منها\""
      }
    ]
  },
  {
    "title": {
      "original": "باب لا يقال السلام على الله"
    },
    "number": "٥٢",
    "content": [
      {
        "original": "✦ في الصحيح عن ابن مسعود رضي الله عنه قال: \"كنا إذا كنا مع النبي ﷺ، وسلم في الصلاة قلنا: السلام على الله من عباده، السلام على فلان وفلان، فقال النبي ﷺ: «لا تقولوا: السلام على الله، فإن الله هو السلام»"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول: اللهم اغفر لي إن شئتِ"
    },
    "number": "٥٣",
    "content": [
      {
        "original": "✦ في الصحيح عن أبي هريرة: أن رسول الله ﷺ قال: «لا يقل أحدكم: اللهم اغفر لي إن شئت، اللهم ارحمني إن شئت، ليعزم المسألة ; فإن الله لا مكره له»"
      },
      {
        "original": "✦ ولمسلم: «وليعظم الرغبة، فإن الله لا يتعاظمه شيء أعطاه»"
      }
    ]
  },
  {
    "title": {
      "original": "باب لا يقول: عبدي، وأمتي"
    },
    "number": "٥٤",
    "content": [
      {
        "original": "✦ في الصحيح عن أبي هريرة رضي الله عنه أن رسول الله ﷺ قال: «لا يقل أحدكم: أطعم ربك، وضئ ربك؛ وليقل: سيدي، ومولاي. ولا يقل أحدكم: عبدي، وأمتي، وليقل: فتاي، وفتاتي، وغلامي»"
      }
    ]
  },
  {
    "title": {
      "original": "باب لا يرد من سأل باللهِ"
    },
    "number": "٥٥",
    "content": [
      {
        "original": "✦ عن ابن عمر رضي الله عنهما قال: قال رسول الله ﷺ: «من سأل بالله فأعطوه، ومن استعاذ بالله فأعيذوه، ومن دعاكم فأجيبوه، ومن صنع إليكم معروفا فكافئوه، فإن لم تجدوا ما تكافئونه فادعوا له حتى تروا أنكم قد كافأتموه» رواه أبو داود والنسائي بسند صحيح"
      }
    ]
  },
  {
    "title": {
      "original": "باب لا يُسأل بوجه الله إلا الجنةِ"
    },
    "number": "٥٦",
    "content": [
      {
        "original": "✦ عن جابر قال: قال رسول الله ﷺ «لا يُسأل بوجه الله إلا الجنة»  رواه أبو داود"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في \"لو\"ِ"
    },
    "number": "٥٧",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا﴾"
      },
      {
        "original": "✦ وقوله تعالى: ﴿الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا﴾"
      },
      {
        "original": "✦ في الصحيح عن أبي هريرة رضي الله عنه أن رسول الله ﷺ قال: «احرص على ما ينفعك، واستعن بالله، ولا تعجزن، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا، وكذا، ولكن قل: قدر الله، وما شاء فعل، فإن لو تفتح عمل الشيطان»"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في منكر القدرِِ"
    },
    "number": "٥٨",
    "content": [
      {
        "original": "✦ وقال ابن عمر: \"والذي نفس ابن عمر بيده لو كان لأحدهم مثل أحد ذهبا، ثم أنفقه في سبيل الله ما قبله الله منه حتى يؤمن بالقدر. ثم استدل بقول النبي ﷺ: «الإيمان: أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره» رواه مسلم"
      },
      {
        "original": "✦ وعن عبادة بن الصامت أنه قال لابنه: يا بني إنك لن تجد طعم الإيمان حتى تعلم أن ما أصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك. سمعت رسول الله ﷺ يقول: «إن أول ما خلق الله القلم، فقال له: اكتب. فقال: رب، وماذا أكتب؟ قال: اكتب مقادير كل شيء حتى تقوم الساعة» يا بني سمعت رسول الله ﷺ يقول: «من مات على غير هذا فليس مني»"
      },
      {
        "original": "✦ وفي رواية لأحمد: «إن أول ما خلق الله تعالى القلم، فقال له: اكتب فجرى في تلك الساعة بما هو كائن إلى يوم القيامة» وفي رواية لابن وهب قال رسول الله ﷺ: «فمن لم يؤمن بالقدر خيره وشره أحرقه الله بالنار»"
      },
      {
        "original": "✦ وفي المسند والسنن عن ابن الديلمي قال: \"أتيت أبي بن كعب فقلت في نفسي شيء من القدر، فحدثني بشيء لعل الله يذهبه من قلبي. فقال: لو أنفقت مثل أحد ذهبا ما قبله الله منك حتى تؤمن بالقدر، وتعلم أن ما أصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك، ولو مت على غير هذا لكنت من أهل النار. قال: فأتيت عبدالله بن مسعود، وحذيفة بن اليمان، وزيد بن ثابت، فكلهم حدثني بمثل ذلك عن النبي ﷺ\" حديث صحيح. رواه الحاكم في صحيحه"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في المصورينِ"
    },
    "number": "٥٩",
    "content": [
      {
        "original": "✦ عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «قال الله تعالى: ومن أظلم ممن ذهب يخلق كخلقي، فليخلقوا ذرة، أو ليخلقوا حبة، أو ليخلقوا شعيرة» أخرجاه"
      },
      {
        "original": "✦ ولهما عن عائشة رضي الله عنها: أن رسول الله ﷺ قال: «أشد الناس عذابا يوم القيامة الذين يضاهئون بخلق الله»"
      },
      {
        "original": "✦ ولهما عن ابن عباس: سمعت رسول الله ﷺ يقول: «كل مصور في النار، يجعل له بكل صورة صورها نفس يعذب بها في جهنم» ولهما عنه مرفوعا: «من صور صورة في الدنيا كلف أن ينفخ فيها الروح وليس بنافخ»"
      },
      {
        "original": "✦ ولمسلم عن أبي الهياج قال: قال لي علي: ألا أبعثك على ما بعثني عليه رسول الله ﷺ؟ ألا تدع صورة إلا طمستها، ولا قبرا مشرفا إلا سويته"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في كثرة الحلفِ"
    },
    "number": "٦٠",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَاحْفَظُوا أَيْمَانَكُمْ﴾"
      },
      {
        "original": "✦ عن أبي هريرة رضي الله عنه قال: سمعت رسول الله ﷺ يقول: «الحلف منفقة للسلعة، ممحقة للكسب» أخرجاه"
      },
      {
        "original": "✦ وعن سلمان: أن رسول الله ﷺ قال: «ثلاثة لا يكلمهم الله، ولا يزكيهم، ولهم عذاب أليم: أشيمط زان، وعائل مستكبر، ورجل جعل (الله) بضاعته: لا يشتري إلا بيمينه، ولا يبيع إلا بيمينه» رواه الطبراني بسند صحيح"
      },
      {
        "original": "✦ وفي الصحيح عن عمران بن حصين رضي الله عنه قال: قال رسول الله ﷺ: «خير أمتي قرني، ثم الذين يلونهم، ثم الذين يلونهم -قال عمران فلا أدري أذكر بعد قرنه مرتين أو ثلاثا- ثم إن بعدكم قوما يشهدون ولا يستشهدون، ويخونون ولا يؤتمنون، وينذرون ولا يوفون، ويظهر فيهم السمن»"
      },
      {
        "original": "✦ وفيه عن ابن مسعود: أن النبي ﷺ قال: «خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم، ثم الذين يلونهم. ثم يجيء قوم تسبق شهادة أحدهم يمينه، ويمينه شهادته»"
      },
      {
        "original": "✦ وقال إبراهيم: \"كانوا يضربوننا على الشهادة ونحن صغار\""
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في ذمة الله وذمة نبيهِِ"
    },
    "number": "٦١",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا﴾"
      },
      {
        "original": "✦ وعن بريدة قال: «كان رسول الله ﷺ إذا أمر أميرا على جيش أو سرية أوصاه بتقوى الله ومن معه من المسلمين خيرا فقال: «اغزوا بسم الله في سبيل الله. قاتلوا من كفر بالله، اغزوا ولا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليدا. وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال -أو خلال-، فأيتهن ما أجابوك فاقبل منهم وكف عنهم، ثم ادعهم إلى الإسلام؛ فإن أجابوك فاقبل منهم، ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين، وأخبرهم أنهم إن فعلوا ذلك فلهم ما للمهاجرين وعليهم ما على المهاجرين»"
      },
      {
        "original": "«فإن أبوا أن يتحولوا منها؛ فأخبرهم أنهم يكونون كأعراب المسلمين يجري عليهم حكم الله تعالى، ولا يكون لهم في الغنيمة والفيء شيء إلا أن يجاهدوا مع المسلمين، فإن هم أبوا فاسألهم الجزية، فإن هم أجابوك فاقبل منهم وكف عنهم، فإن هم أبوا فاستعن بالله وقاتلهم»"
      },
      {
        "original": "«وإذا حاصرت أهل حصن فأرادوك أن تجعل لهم ذمة الله وذمة نبيه، فلا تجعل لهم ذمة الله وذمة نبيه، ولكن اجعل لهم ذمتك وذمة أصحابك؛ فإنكم أن تخفروا ذممكم وذمة أصحابكم أهون من أن تخفروا ذمة الله وذمة نبيه، وإذا حاصرت أهل حصن فأرادوك أن تنزلهم على حكم الله فلا تنْزلهم، ولكن أنزلهم على حكمك، فإنك لا تدري أتصيب فيهم حكم الله أم لا» رواه مسلم"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في الإقسام على اللهِ"
    },
    "number": "٦٢",
    "content": [
      {
        "original": "✦ عن جندب بن عبدالله رضي الله عنه قال: قال رسول الله ﷺ: «قال رجل: والله لا يغفر الله لفلان، فقال الله: من ذا الذي يتألى عليَّ أن لا أغفر لفلان؟ إني قد غفرت له، وأحبطت عملك» رواه مسلم"
      },
      {
        "original": "✦ وفي حديث أبي هريرة: أن القائل رجل عابد. قال أبو هريرة: تكلم بكلمة أوبقت دنياه وآخرته"
      }
    ]
  },
  {
    "title": {
      "original": "باب لا يستشفع بالله على خلقهِ"
    },
    "number": "٦٣",
    "content": [
      {
        "original": "✦ عن جبير بن مطعم رضي الله عنه قال: جاء أعرابي إلى النبي ﷺ فقال: يا رسول الله، نهكت الأنفس وجاع العيال وهلكت الأموال، فاستسق لنا ربك، فإنا نستشفع بالله عليك، وبك على الله. فقال النبي ﷺ: «سبحان الله! سبحان الله!» فما زال يسبح حتى عرف ذلك في وجوه أصحابه، ثم قال: «ويحك أتدري ما الله؟ إن شأن الله أعظم من ذلك، إنه لا يستشفع بالله على أحد» وذكر الحديث، رواه أبو داود"
      }
    ]
  },
  {
    "title": {
      "original": "باب ما جاء في حماية النبي ﷺ حمى التوحيد وسده طرق الشرك"
    },
    "number": "٦٤",
    "content": [
      {
        "original": "✦ عن عبدالله بن الشخير رضي الله عنه قال: انطلقت في وفد بني عامر إلى رسول الله ﷺ فقلنا: أنت سيدنا. فقال: «السيد الله تبارك وتعالى» قلنا: وأفضلنا فضلا وأعظمنا طولا، فقال: «قولوا بقولكم أو بعض قولكم، ولا يستجرينكم الشيطان» رواه أبو داود بسند جيد"
      },
      {
        "original": "✦ وعن أنس رضي الله عنه: أن ناسا قالوا: يا رسول الله، يا خيرنا وابن خيرنا، وسيدنا. وابن سيدنا فقال: «يا أيها الناس، قولوا بقولكم، ولا يستهوينكم الشيطان، أنا محمد عبد الله ورسوله، ما أحب أن ترفعوني فوق منْزلتي التي أنزلني الله» رواه النسائي بسند جيد"
      }
    ]
  },
  {
    "title": {
      "original": "باب قول الله تعالى: ﴿وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ﴾"
    },
    "number": "٦٥",
    "content": [
      {
        "original": "✦ وقول الله تعالى: ﴿وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ﴾"
      },
      {
        "original": "✦ عن ابن مسعود رضي الله عنه قال: «جاء حبر من الأحبار إلى رسول الله ﷺ فقال: يا محمد، إنا نجد أن الله يجعل السماوات على إصبع، والأرضين على إصبع، والشجر على إصبع، والماء على إصبع، والثرى على إصبع، وسائر الخلق على إصبع، فيقول: أنا الملك. فضحك النبي ﷺ حتى بدت نواجذه تصديقا لقول الحبر. ثم قرأ: ﴿وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ﴾"
      },
      {
        "original": "✦ وفي رواية لمسلم: «والجبال والشجر على إصبع، ثم يهزهن فيقول: أنا الملك، أنا الله»"
      },
      {
        "original": "✦ وفي رواية للبخاري: «يجعل السماوات على إصبع، والماء والثرى على إصبع، وسائر الخلق على إصبع» أخرجاه"
      },
      {
        "original": "✦ ولمسلم عن ابن عمر مرفوعا: «يطوي الله السماوات يوم القيامة، ثم يأخذهن بيده اليمنى، ثم يقول: أنا الملك أين الجبارون؟ أين المتكبرون؟. ثم يطوي الأرضين السبع، ثم يأخذهن بشماله، ثم يقول: أنا الملك، أين الجبارون؟ أين المتكبرون؟»"
      },
      {
        "original": "✦ وروى عن ابن عباس قال: «ما السماوات السبع والأرضون السبع في كف الرحمن إلا كخردلة في يد أحدكم»"
      },
      {
        "original": "✦ وقال ابن جرير: حدثني يونس أخبرنا ابن وهب قال: قال ابن زيد: حدثني أبي قال: قال رسول الله ﷺ: «ما السماوات السبع في الكرسي إلا كدراهم سبعة ألقيت في ترس»"
      },
      {
        "original": "✦ وقال: قال أبو ذر رضي الله عنه سمعت رسول الله ﷺ يقول: «ما الكرسي في العرش إلا كحلقة من حديد ألقيت بين ظهري فلاة من الأرض»"
      }
    ]
  }
];